export default {
    "search": "חיפוש",
    "arcBrowser": {
        "description": `Arc הוא דפדפן חדש מבוסס על Chromium שמתמקד בנוחות של המשתמשים ובא לשנות את חוקי המשחק.
            בזמן שדפדפנים כמו Chrome נשארים בראש הדפדפנים המשומשים ביותר בגלל כוח האינרציה, כאשר הוא בקושי מוציא פיצרים חדשים, התחילו כמה דפדפנים חדשים לצאת ולתת תחרות.
            הגישה של Arc היא לעשות בשבילך את העבודה המלוכלכת ולרכז אותך במה שחשוב באמת.
            Arc מגיע עם מגוון יכולות, כמו ניקיון אוטומטי לטאבים הפתוחים שלך, משיכה אוטומטית של pull-requests שפתוחים לך והצגה שלהם בתיקייה חכמה, ועוד.
            בנוסף Arc נותן מגוון יכולות AI כמו סיכום לעמוד או חיפושים חכמים out-of-the-box.
            `
    },
    "jam": {
        "description": `Jam הוא תוסף לדפדפן של Chromium שמאפשר לך לעשות צילומי מסך ולהקליט טאבים בדפדפן.
            מה שמבדיל אותו משימוש באלטרנטיבות שמקבלים כבר עם מערכת ההפעלה הוא היכולת להקליט לא רק את הטאב, אלא גם את פעילות הרשת, לוגים מהקונסול, ועוד.
            
            לאחר שתסיים להקליט, תוכל לשתף אותו בקלות דרך קישור, עם אינטגרציות ל-Slack, ClickUp, ופלטפורמות אחרות.
            מצאת באג? Jam מאפשר לך לשחזר באופן מיידי את ה-2 הדקות האחרונות ללא צורך בהקלטה מראש.
            אני משתמש קבוע בכלי הזה כדי לשתף בPull requests איך נראית התוצאה של העבודה שלי, בייחוד במקרים שצריך לבחון רצף של קריאות network.
            `
    },
}
