export default {
    "search": "חיפוש",
    "arcBrowser": {
        "description": `Arc הוא דפדפן חדש מבוסס על Chromium שמתמקד בנוחות של המשתמשים ובא לשנות את חוקי המשחק.
            בזמן שדפדפנים כמו Chrome נשארים בראש הדפדפנים המשומשים ביותר בגלל כוח האינרציה, כאשר הוא בקושי מוציא פיצרים חדשים, התחילו כמה דפדפנים חדשים לצאת ולתת תחרות.

            הגישה של Arc היא לעשות בשבילך את העבודה המלוכלכת ולרכז אותך במה שחשוב באמת.
            Arc מגיע עם מגוון יכולות, כמו ניקיון אוטומטי לטאבים הפתוחים שלך, משיכה אוטומטית של pull-requests שפתוחים לך והצגה שלהם בתיקייה חכמה, ועוד.
            בנוסף Arc נותן מגוון יכולות AI כמו סיכום לעמוד או חיפושים חכמים out-of-the-box.
            `
    },
    "jam": {
        "description": `Jam הוא תוסף לדפדפן של Chromium שמאפשר לך לעשות צילומי מסך ולהקליט טאבים בדפדפן.
            מה שמבדיל אותו משימוש באלטרנטיבות שמקבלים כבר עם מערכת ההפעלה הוא היכולת להקליט לא רק את הטאב, אלא גם את פעילות הרשת, לוגים מהקונסול, ועוד.
            
            לאחר שתסיים להקליט, תוכל לשתף אותו בקלות דרך קישור, עם אינטגרציות ל-Slack, ClickUp, ופלטפורמות אחרות.
            מצאת באג? Jam מאפשר לך לשחזר באופן מיידי את ה-2 הדקות האחרונות ללא צורך בהקלטה מראש.
            אני משתמש קבוע בכלי הזה כדי לשתף בPull requests איך נראית התוצאה של העבודה שלי, בייחוד במקרים שצריך לבחון רצף של קריאות network.
            `
    },
    "excalidraw": {
        "description": `Excalidraw הוא כלי וירטואלי לציור ויצירת תרשימים.
            זהו כלי רב-תכליתי שניתן להשתמש בו למגוון מטרות, הוא מצויין לתכנון ארכיטקטוני, ליצירת wireframes לאפליקציות ועוד.
            החלק הכי מרכזי בכלי הזה הוא שלעומת מתחרים אחרים, הוא גם יותר פשוט בפער, וגם מוציא תוצאות מטורפות גם ללא עין עיצובית.
            
            אני אישית משתמש בExcalidraw ליצור כל ארכיטקטורה שאני עובד עליה, לזרוק לשם רעיונות, וליצור שם wireframes לאפליקציות שאני מפתח.

            בעוד שיש לExcalidraw מודל פרימיום, הוא open source וניתן לאחסן אותו ולהשתמש במגוון פיצרים שלא חשופים במודל החינמי שלו.
            `
    },
    "storybook": {
        "description": `Storybook הוא כלי פתוח לפיתוח קומפוננטות UI בצורה מבודדת עבור React, Vue, Angular ועוד.
        
            הערך המרכזי של Storybook הוא שהוא מאפשר לך להציג קומפוננטות, לתיעוד אותן, ולבדוק אותן במצבים שונים.
            
            אנחנו עושים hosting ל-Storybook שלנו כדי לשתף את שאר המפתחים ואת צוות העיצוב בתוצרים, כך המפתחים יכולים להבין כיצד להשתמש בהם, וצוות העיצוב יכולים לראות איך הם נראים במצבים שונים ולבחון אותם.

            בנוסף, אנחנו דואגים להציג שם את כל האפליקציה כקומפוננטה, כל עמוד בנפרד ועד לחלקים הכי קטנים. לכל חלק אנחנו עושים unit-tests ו-visual-tests כדי לוודא שהם עובדים כמצופה.
            `
    },
}
